{
  "title": "A ydych yn gwybod y dyddiad pan ddigwyddodd yr ymwahaniad cyfreithiol?",
  "question": "A ydych yn gwybod y dyddiad pan ddigwyddodd yr ymwahaniad cyfreithiol?",
  "paragraph1": "Gallwch ddod o hyd i ddyddiad yn y ddogfen ymwahaniad cyfreithiol.",
  "paragraph2": "Os nad oes gennych chi hwn, gallwch <a href=\"https://www.gov.uk/copy-decree-absolute-final-order\" class=\"govuk-link\" target=\"_blank\" aria-label=\"gael copi swyddogol o’r ddogfen ymwahaniad cyfreithiol (yn agor mewn tab newydd)\">gael copi swyddogol o’r ddogfen ymwahaniad cyfreithiol (yn agor mewn tab newydd)</a>.",
  "optionYes": "Ydw, dw i’n gwybod beth yw’r dyddiad",
  "optionNo": "Nac ydw, nid wyf yn gwybod beth yw’r dyddiad",
  "optionNoHint": "Bydd gweithiwr achos angen gofyn am fwy o wybodaeth gennych, a all achosi oedi gyda’ch cais",
  "dayName": "Diwrnod",
  "monthName": "Mis",
  "yearName": "Blwyddyn",
  "date": "Dyddiad yr ymwahaniad cyfreithiol",
  "errors": {
    "separationDateKnown": {
      "required": "Dewiswch &lsquo;Ydw&rsquo; os ydych yn gwybod dyddiad yr ymwahaniad cyfreithiol"
    },
    "separationDate-year": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys blwyddyn"
    },
    "separationDate-month": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys mis"
    },
    "separationDate-day": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys diwrnod"
    },
    "separationDate-day-month": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys diwrnod a mis"
    },
    "separationDate-month-year": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys mis a blwyddyn"
    },
    "separationDate-day-year": {
      "required": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol gynnwys diwrnod a blwyddyn"
    },
    "separationDate": {
      "required": "Nodwch y dyddiad pan ddigwyddodd yr ymwahaniad cyfreithiol",
      "future": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol fod cyn dyddiad marwolaeth {deceasedName}",
      "invalid": "Rhaid i ddyddiad yr ymwahaniad cyfreithiol fod yn ddyddiad dilys"
    }
  }
}
