{
  "title": "Documents",
  "header": "Documents",
  "printPage": "You can print out this page if you&rsquo;d like to use it as a checklist.",
  "heading2": "Prepare to send your documents",
  "checklist1Header": "1. What you need to sign",
  "checklist1-item1": "the original will &ndash; you must sign the first page in the top right corner, but not make any other changes to the will",
  "checklist1-item2": "any updates (&lsquo;codicils&rsquo;) &ndash; you must sign the front of each codicil in the top right corner, but not make any other changes to the codicils",
  "checklist2Header": "2. What the other applying executors need to sign",
  "checklist2-item1": "a photocopy of the will &ndash; they must all sign the same photocopy on the first page in the top right corner",
  "checklist2-item2": "photocopies of any updates (&lsquo;codicils&rsquo;) &ndash; they must all sign the first page of each photocopy in the top right corner",
  "checklist3HeaderNumber": "2.",
  "checklist3HeaderNumberMultipleExecutors": "3.",
  "checklist3Header": "Other documents",
  "checklist3-item1": "2 photocopies of the will that you&rsquo;ve signed &ndash; these photocopies must be on plain A4 paper",
  "checklist3-item1-codicils": "2 photocopies of the will and any updates (&lsquo;codicils&rsquo;) that you&rsquo;ve signed &ndash; these photocopies must be on plain A4 paper",
  "checklist3-item2": "the death certificate &ndash; this will be returned to you",
  "checklist3-item3": "a <a href=\"{renunciationFormLink}\" target=\"_blank\" rel=\"noopener\">renunciation form</a> filled in by any executors who are permanently giving up their right to make this application for probate",
  "checklist3-item4-Form205": "the completed inheritance tax form IHT 205",
  "coverLetter": "You&rsquo;ll also need to include a cover letter if the will has been changed in any way since you got given it. This includes it being damaged or separated for photocopying. The letter should explain what&rsquo;s been changed and why.",
  "coverLetter-codicils": "You&rsquo;ll also need to include a cover letter if the will or any updates (&lsquo;codicils&rsquo;) have been changed in any way since you got given them. This includes them being damaged or separated for photocopying. The letter should explain what&rsquo;s been changed and why.",
  "warning": "The grant of probate won&rsquo;t be issued if you don&rsquo;t have all the necessary documents and signatures.",
  "heading3": "Send your documents to the probate registry",
  "sendDocuments": "You should send your documents using a signed-for postal service to:",
  "sendDocumentsAddress": "Digital Application\nOxford District Probate Registry\nCombined Court Building\nSt Aldates\nOxford\nOX1 1LY",
  "checkboxLabel": "I understand that I need to sign the will before sending my documents",
  "checkboxLabel-codicils": "I understand that I need to sign the will and any &lsquo;codicils&rsquo; before sending my documents",
  "errors": {
    "sentDocuments": {
      "required": {
        "summary": "You haven&rsquo;t agreed to the signing of the will (and any codicils)",
        "message": "Please tick the check box to agree to the signing of the will (and any codicils)"
      }
    }
  }
}