{
  "title": "Privacy policy",
  "heading1": "Privacy policy",
  "paragraph1": "This privacy policy explains why we collect your personal data and what we do with it. It also explains your rights and how to enforce them.",

  "whoManagesThisServiceHeading": "Who manages this service",
  "whoManagesThisServiceParagraph1": "This service is managed by Her Majesty&rsquo;s Courts and Tribunals Service (HMCTS), which is an executive agency of the Ministry of Justice (MoJ).",
  "whoManagesThisServiceParagraph2": "The MoJ is known as the data controller for data protection purposes. The <a rel=\"external noopener\" href=\"https://www.gov.uk/government/organisations/ministry-of-justice/about/personal-information-charter\">MoJ personal information charter</a> explains how the MoJ processes personal data.",
  "whoManagesThisServiceParagraph3": "As part of the MoJ, HMCTS is responsible for deciding how your personal data is used and for protecting the personal data you provide.",
  "whoManagesThisServiceParagraph4": "More information about using this service is in the <a rel=\"noopener\" href=\"/terms-conditions/\">terms and conditions</a>.",

  "whyWeCollectDataHeading": "Why we collect your personal data",
  "whyWeCollectDataParagraph1": "We collect your personal data to:",
  "whyWeCollectData-item1": "process your application",
  "whyWeCollectData-item2": "meet legal requirements",
  "whyWeCollectData-item3": "make improvements to this service",
  "whyWeCollectDataParagraph2": "Our staff use your personal data to process your application. They work in the UK and your data is stored in the UK.",

  "dataWeCollectHeading": "The personal data we collect",
  "dataWeCollectParagraph1": "When you use the apply for probate service we ask for:",
  "dataWeCollect-item1": "your name, and any other names you are known as",
  "dataWeCollect-item2": "your email or mobile phone number",
  "dataWeCollect-item3": "your address",
  "dataWeCollect-item4": "the names of any executors of the will",
  "dataWeCollect-item5": "contact details for all of the executors who are applying for probate",

  "usingYourDataHeading": "Using your data",
  "usingYourDataParagraph1": "As part of your claim you&rsquo;ll be asked to use your email address to set up an account. You will be able to use this email and password to sign into other HMCTS services.",
  "usingYourDataParagraph2": "We may ask for your permission to use your email address to send you emails using GOV.UK Notify. This system processes emails only within the European Economic Area until the point where emails are handed over to the email provider you use.",
  "usingYourDataParagraph3": "We use <a rel=\"noopener\" href=\"/cookies/\">cookies</a> to collect data that tells us about how you’re using this service, including:",
  "usingYourData-item1": "if you open an email from us or click on a link in an email",
  "usingYourData-item2": "your computer, phone or tablet&rsquo;s IP address",
  "usingYourData-item3": "the region or town where you are using your computer, phone or tablet",
  "usingYourData-item4": "the web browser you use",

  "storingYourDataHeading1": "Storing your data",
  "storingYourDataParagraph1": "When you use this service you&rsquo;ll be asked to use your email address to set up an account. You can use this email and password to sign into other HMCTS services.",
  "storingYourDataHeading2": "Before you submit your information",
  "storingYourDataParagraph2": "Information you enter in the apply for probate service is saved until you decide to submit it. This allows you to save what you are doing and continue later. Saved information that you do not submit will be deleted after 90 days.",
  "storingYourDataHeading3": "After you submit your information",
  "storingYourDataParagraph3": "Information you enter in the apply for probate service will be stored for 50 years and then deleted. Wills and Grants of probate can be accessed as public records.",

  "sharingYourDataHeading": "Sharing your data",
  "sharingYourDataParagraph1": "If another government department is involved in processing your claim or application, we&rsquo;ll share your data with them.",
  "sharingYourDataParagraph2": "If you contact us and ask for help with a service you are using, your personal data may be shared with the Good Things Foundation. This is a company who we have partnered with to offer face to face support.",
  "sharingYourDataParagraph3": "We use Google Analytics to collect our website statistics. This anonymous website usage data is shared with Google. Find out about this in our <a rel=\"noopener\" href=\"/terms-conditions/\">terms and conditions</a>.",

  "yourRightsHeading": "Your rights",
  "yourRightsParagraph1": "You can ask:",
  "yourRights-item1": "to see the personal data that we hold on you",
  "yourRights-item2": "to have the personal data corrected",
  "yourRights-item3": "to have the personal data removed or deleted (this will depend on the circumstances, for example if you decide not to continue your application)",
  "yourRights-item4": "that access to the personal data is restricted (for example, you can ask to have your data stored for longer and not automatically deleted)",
  "yourRightsParagraph2": "If you want to see the personal data that we hold on you, you can make a <a rel=\"external noopener\" href=\"https://www.gov.uk/government/publications/request-your-personal-data-from-moj\">subject access request</a>. This request goes to the MoJ as data controller.",

  "howToComplainHeading": "How to complain",
  "howToComplainParagraph1": "See our <a rel=\"external noopener\" href=\"https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service/about/complaints-procedure\">complaints procedure</a> if you want to complain about how we&rsquo;ve handled your personal data.",
  "howToComplainParagraph2": "You can also complain to the <a rel=\"external noopener\" href=\"https://ico.org.uk/global/contact-us\">Information Commissioner&rsquo;s Office</a> if you&rsquo;re not satisfied with our response or believe we are not processing your personal data lawfully."
}