{
  "title": "Hyb i Ddinasyddion (Citizens Hub)",
  "header": "Trosolwg o’r achos",
  "referenceNumber": "Cyfeirnod",
  "progressBarStep1": "Cais wedi’i dderbyn",
  "progressBarStep2": "Dogfennau wedi’u derbyn",
  "progressBarStep3": "Cais yn cael ei adolygu",
  "progressBarStep4": "Grant <br>wedi’i gyhoeddi",
  "latestInfo": "Yr wybodaeth ddiweddaraf",
  "provideInfo": "Darparu gwybodaeth",
  "applicationReceivedHeading": "Rydym wedi cael eich cais.",
  "applicationReceivedParagraph": "Bydd gweithiwr achos yn adolygu eich cais ar ôl i ni gael a gwirio eich dogfennau.<br><br>I osgoi unrhyw oedi wrth adolygu eich cais, rhaid i chi <a href=\"/documents\" class=\"govuk-link\">anfon yr ewyllys wreiddiol atom ac unrhyw ddogfennau eraill rydym wedi gofyn amdanynt</a>.<br><br>Byddwn yn anfon e-bost atoch pan fyddwn wedi cael eich dogfennau. Efallai y bydd oedi o hyd at 2 wythnos ar ôl i ni gael eich dogfennau ac anfon yr e-bost.<br><br>Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos. Gall gymryd mwy o amser os bydd angen i chi ddarparu gwybodaeth ychwanegol. Byddwn yn anfon e-bost atoch os byddwn angen mwy o wybodaeth.",
  "intestacyApplicationReceivedParagraph": "Bydd gweithiwr achos yn adolygu eich cais ar ôl i ni gael a gwirio eich dogfennau.<br><br>I osgoi unrhyw oedi wrth adolygu eich cais, rhaid i chi <a href=\"/documents\" class=\"govuk-link\">anfon y dogfennau rydym wedi gofyn amdanynt atom</a>.<br><br>Byddwn yn anfon e-bost atoch pan fyddwn wedi cael eich dogfennau. Efallai y bydd oedi o hyd at 2 wythnos ar ôl i ni gael eich dogfennau ac anfon yr e-bost.<br><br>Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos. Gall gymryd mwy o amser os bydd angen i chi ddarparu gwybodaeth ychwanegol. Byddwn yn anfon e-bost atoch os byddwn angen mwy o wybodaeth.",
  "noDocsRequiredAppReceivedParagraph": "Bydd gweithiwr achos yn adolygu eich cais<br><br>Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos. Gall gymryd mwy o amser os bydd angen i chi ddarparu gwybodaeth ychwanegol. Byddwn yn anfon e-bost atoch os byddwn angen mwy o wybodaeth.",
  "documentsReceivedHeading": "Rydym wedi cael eich dogfennau",
  "documentsReceivedParagraph": "Bydd gweithiwr achos yn adolygu eich cais. Nid oes angen i chi wneud unrhyw beth arall, mi anfonwn neges e-bost atoch os byddwn angen rhagor o wybodaeth.",
  "applicationReviewHeading": "Rydym yn adolygu eich cais",
  "applicationReviewParagraph": "Gan amlaf, byddwch yn cael y grant fewn 12 wythnos i chi gyflwyno eich cais. Gall gymryd mwy o amser os bydd angen i chi ddarparu gwybodaeth ychwanegol. Byddwn yn anfon e-bost atoch os byddwn angen mwy o wybodaeth.",
  "caseStoppedHeading": "Rydym angen mwy o wybodaeth i symud eich cais ymlaen",
  "caseStoppedParagraph": "Rydym wedi anfon e-bost atoch gyda mwy o fanylion. Os ydych eisoes wedi ymateb ac wedi darparu’r wybodaeth y gofynnwyd amdani, gallwch anwybyddu’r neges hon - mae eich cais nawr yn cael ei adolygu.<br><br>Gan amlaf, byddwch yn cael y grant fewn 12 wythnos i ni gael eich cais. Gall gymryd mwy o amser gan bod angen i chi ddarparu gwybodaeth ychwanegol.",
  "caseStoppedParagraph1": "Rydym wedi adolygu eich cais am brofiant. Mae angen ichi ddarparu rhagor o wybodaeth cyn y gall y cais fynd yn ei flaen.",
  "caseStoppedParagraph2": "Mae gweithiwr achos wedi anfon neges e-bost atoch gyda’r wybodaeth y maent ei hangen.",
  "caseStoppedSubheading": "Darparu gwybodaeth",
  "caseStoppedParagraph3": "Darllenwch resymau’r gweithiwr achos dros atal y cais a darparwch yr wybodaeth y maent wedi gofyn amdani.",
  "caseStoppedParagraph4": "Os yw’r gweithiwr achos wedi gofyn am ddogfennau, byddwch yn gallu eu huwchlwytho pan fyddwch yn ymateb.",
  "caseStoppedParagraph5": "Byddwn yn rhoi gwybod i chi unwaith y byddwn wedi adolygu eich ymateb.",
  "caseStoppedParagraph6": "Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos i gyflwyno’ch cais. Gall gymryd mwy o amser gan bod rhaid i chi ddarparu gwybodaeth ychwanegol.",
  "informationProvidedHeading": "Rydych wedi ymateb i’r cais",
  "informationProvidedParagraph1": "Bydd gweithiwr achos yn adolygu eich ymateb nawr. Byddwch yn cael e-bost gyda diweddariad ar eich cais erbyn {date}",
  "informationProvidedParagraph2": "Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos i gyflwyno’ch cais. Gall gymryd mwy o amser gan bod rhaid i chi ddarparu gwybodaeth ychwanegol.",
  "partialInformationParagraph1": "Mae eich ymateb wedi ein cyrraedd.",
  "partialInformationParagraph2": "Gan eich bod wedi dweud wrthym na allech uwchlwytho rhai o’ch dogfennau neu bob un ohonynt, ni allwn symud eich cais yn ei flaen hyd nes y byddwn wedi’u derbyn.",
  "partialInformationProvidedHeading": "Beth sydd angen i chi wneud nesaf",
  "partialInformationParagraph3": "Rydym wedi anfon e-bost atoch gyda manylion ar sut i anfon eich dogfennau.",
  "partialInformationParagraph4": "Atebwch yr e-bost ac atodwch eich dogfennau neu anfonwch nhw drwy'r post, ynghyd â dalen flaen gyda'ch cyfeirnod achos 16 digid.",
  "partialInformationParagraph5": "Bydd gweithiwr achos wedyn yn adolygu eich ymateb.",
  "partialInformationParagraph6": "Gan amlaf, byddwch yn cael y grant o fewn 12 wythnos i gyflwyno’ch cais. Gall gymryd mwy o amser gan bod rhaid i chi ddarparu gwybodaeth ychwanegol.",
  "caseClosedHeading": "Achos wedi’i gau.",
  "caseClosedParagraph": "Nid ydym wedi cyhoeddi eich grant.<br><br>Gwiriwch eich e-bost am ragor o wybodaeth.",
  "grantIssuedHeading": "Rydym wedi cyhoeddi eich grant.",
  "grantIssuedParagraph1": "Dylech gael y grant o fewn 2 wythnos iddo gael ei gyhoeddi.",
  "grantIssuedParagraph2": "Os oes unrhyw beth o’i le gyda’r dogfennau profiant, dychwelwch hwy i’r gofrestrfa brofiant ddosbarth a nodir ar y grant.",
  "helpfulInformationHeading": "Gwybodaeth Ddefnyddiol",
  "grantIssuedParagraph3": "Rhagor o wybodaeth am beth i’w wneud <a href=\"https://www.gov.uk/applying-for-probate/after-youve-applied\" class=\"govuk-link\" target=\"_blank\">pan fyddwch yn cael eich grant profiant.</a><br><br>Gallwch archebu mwy o gopïau o’r grant gan ddefnyddio’r <a href=\"https://www.gov.uk/search-will-probate\" class=\"govuk-link\" target=\"_blank\">Gwasanaeth chwilio cofnodion profiant am ddogfennau ac </a>ewyllysiau.<br><br>Os gwnaethoch archebu copïau o’ch dogfen brofiant i’w defnyddio y tu allan i’r DU, a elwir hefyd yn gopïau ‘wedi’u selio a’u hardystio’, bydd y rhain yn cymryd hyd at 2 wythnos yn hwy i gyrraedd na’ch copi DU.",
  "declarationPdf": "Gweld fy natganiad cyfreithiol (10kb PDF)",
  "checkAnswersPdf": "Gweld fy nghais am brofiant (10kb PDF)",
  "sideBarHeading": "Rwyf eisiau...",
  "sideBarParagraph": "Darllen y canllawiau gwneud cais am brofiant (yn agor mewn tab newydd)",
  "insertText": "Ffoniwch y Ganolfan Alwadau Profiant os oes gennych unrhyw gwestiynau ynghylch eich cais. Ni allant roi cyngor cyfreithiol i chi na phrosesu unrhyw ddiweddariadau i'ch cais.",
  "callCharges": "<a href=\"{callChargesLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"Gwybodaeth am gostau galwadau (yn agor mewn ffenestr newydd)\">Gwybodaeth am gostau galwadau (yn agor mewn ffenestr newydd)</a>"
}
