{
  "title": "Uwchlwytho tystysgrif marwolaeth",
  "header": "Uwchlwythwch y dystysgrif marwolaeth",
  "paragraph1": "Uwchlwythwch gopi wedi&rsquo;i sganio neu lun o&rsquo;r dystysgrif marwolaeth wreiddiol. Gallwch ddefnyddio&rsquo;ch ff&ocirc;n i wneud hyn os oes ganddo gamera.",
  "help1": "Os oes gennych dystysgrif interim gan y crwner, neu dystysgrif a roddwyd y tu allan i&rsquo;r DU, peidiwch &acirc;&rsquo;i huwchlwytho yma.",
  "help2": "Parhewch &acirc;&rsquo;ch cais a phan fyddwch wedi gorffen, fe ddywedir wrthych i ble y dylech anfon y ddogfen wreiddiol drwy&rsquo;r post.",
  "stepsTitle": "Sut i dynnu&rsquo;r llun",
  "steps-item1": "Rhowch y dystysgrif ar wyneb gwastad mewn ystafell sydd &acirc; digon o olau. Defnyddiwch fflach y camera os bydd angen.",
  "steps-item2": "Tynnwch lun lliw o ansawdd da o&rsquo;r ddogfen gyfan. Cofiwch dynnu llun o&rsquo;r dudalen flaen a&rsquo;r dudalen gefn os oes gennych Dystysgrif Marwolaeth yn y Gymraeg.",
  "steps-item3": "Gwiriwch fod y llun yn glir. Rhaid ichi allu gweld y dyfrnod a darllen yr holl ysgrifen, gan gynnwys unrhyw lawysgrifen. Gwnewch y llun yn fwy os ydych angen gwirio hyn.",
  "steps-item4": "Anfonwch y llun i&rsquo;r ddyfais hon (e.e. drwy e-bost) a&rsquo;i arbed.",
  "paragraph2": "Rhaid i&rsquo;r copi wedi&rsquo;i sganio neu&rsquo;r llun fod mewn lliw a rhaid gallu gweld y dystysgrif gyfan gan gynnwys y dyfrnod. Gallwch uwchlwytho mathau gwahanol o ddelweddau.",
  "cantUploadDocumentsTitle": "Os na allwch uwchlwytho eich ffeil neu&rsquo;ch llun",
  "cantUploadDocumentsText": "Parhewch &acirc;&rsquo;ch cais. Pan fyddwch wedi gorffen, fe gewch gyfeirnod a manylion ble y dylech anfon y ddogfen wreiddiol drwy&rsquo;r post.",
  "deathCertificate": "Tystysgrif Marwolaeth",

  "errors": {
    "file": {
      "invalidFileType": {
        "summary": "Rydych wedi defnyddio math o ffeil na ellir ei derbyn. Dylech arbed eich ffeil fel jpg, bmp, tiff, png neu PDF a rhoi cynnig arall arni",
        "message": ""
      },
      "maxSize": {
        "summary": "Mae eich ffeil yn rhy fawr i&rsquo;w huwchlwytho. Defnyddiwch ffeil sy&rsquo;n llai na 10MB a rhowch gynnig arall arni",
        "message": ""
      },
      "maxFilesExceeded": {
        "summary": "Rydych wedi uwchlwytho gormod o ffeiliau. Gallwch uwchlwytho hyd at 10 ffeil",
        "message": ""
      },
      "uploadFailed": {
        "summary": "Ni lwyddwyd i uwchlwytho eich dogfen. Dewiswch eich dogfen a rhowch gynnig arall arni",
        "message": ""
      },
      "nothingUploaded": {
        "summary": "Mae angen ichi ddewis ffeil cyn y gallwch ei huwchlwytho. Cliciwch &lsquo;browse&rsquo; i ddod o hyd i ffeil i&rsquo;w huwchlwytho",
        "message": ""
      },
      "uploadTimeout": {
        "summary": "Mae eich ffeil wedi cymryd gormod o amser i&rsquo;w huwchlwytho. Efallai bod y ffeil rhy fawr, gwnewch y ffeil yn llai a rhowch gynnig arall arni neu postiwch y dystysgrif marwolaeth",
        "message": ""
      }
    }
  }
}
