{
    "title": "What is the value of the estate",
    "question": "What are the values of the estate for Inheritance Tax?",
    "questionHintPrefix": "You can get these figures by using the ",
    "linkText": "Inheritance Tax (IHT) checker (opens in a new tab)",
    "questionHintSuffix": ".<br/><br/>When you use the checker, make sure you save the results as you can copy the figures straight from the checker results onto this page.<br /><br />The values you enter can be estimates, but must be whole numbers, not including decimals, full stops or commas. For example, 25000, not 25,000.",
    "estateGrossValue": "Gross estate value for IHT:<br><br>",
    "estateGrossValueHint": "This is the value of all assets like property, money, and <a href=\"https://www.gov.uk/inheritance-tax/gifts\" class=\"govuk-link\" target=\"_blank\">gifts in the last 7 years (opens in a new tab)</a>, before taking off any debts owed by the person who died.",
    "estateNetValue": "Net estate value for IHT:<br><br>",
    "estateNetValueHint": "Starting with the gross value above, take away any debts like mortgage and credit cards.",
    "estateNetQualifyingValue": "Net qualifying estate value for IHT:<br><br>",
    "estateNetQualifyingValueHint": "Starting with the net value above, take away the total value of any assets passed to a spouse or civil partner and any money left to charity.",
    "poundSymbol": "&pound;",
    "forEstateIht": " for the estate for inheritance tax in &pound;",
    "forEstateProbate": " for the estate of probate",

    "errors": {
        "estateGrossValueField": {
            "required": "Enter the gross amount",
            "invalid": "Enter a valid gross amount",
            "invalidCurrencyFormat": "Gross value must be a whole number or a number with 2 decimal places",
            "invalidInteger": "The gross value must be a whole number and must not include decimals, full stops or commas. For example, 6000"
        },
        "estateNetValueField": {
            "required": "Enter the net amount",
            "invalid": "Enter a valid net amount",
            "invalidCurrencyFormat": "Net value must be a whole number or a number with 2 decimal places",
            "netValueGreaterThanGross": "The net amount can&rsquo;t be greater than the gross amount",
            "invalidInteger": "The net value must be a whole number and must not include decimals, full stops or commas. For example, 6000"
        },
        "estateNetQualifyingValueField": {
            "required": "Enter the net amount",
            "invalid": "Enter a valid net amount",
            "invalidCurrencyFormat": "Net qualifying value must be a whole number or a number with 2 decimal places",
            "invalidInteger": "The net qualifying value must be a whole number and must not include decimals, full stops or commas. For example, 6000",
            "netQualifyingValueGreater": "Net qualifying value can&rsquo;t be greater than the gross amount or the net amount"
        }
    }
}
