{
  "title": "What are the values of the estate you entered on IHT form?",
  "question207": "What are the values of the estate you entered on form IHT207?",
  "question205": "What are the values of the estate?",
  "question421": "What are the values of the estate you entered on form IHT421?",
  "question400": "What are the values of assets for probate?",
  "questionNoIHT": "What are the values of the estate for probate?",
  "hint205": "<br>You can find these values on the completed IHT205 form<br><br><br>",
  "hint207": "<br>You can find these values on the completed IHT207 form.<br><br><br>",
  "hint205part1": "You can find these values on the completed IHT205 form.",
  "hint205part2": "The values you enter must be whole numbers, and must not include decimals, full stops and commas. For example 25000, not 25,000.",
  "hint421part1": "You can find these values on the completed IHT421 form.",
  "hint421part2": "The values you enter must be whole numbers, and must not include decimals, full stops and commas. For example 25000, not 25,000.",
  "hint400part1": "You can find these values in the letter or email HMRC sent you.",
  "hint400part2": "The values you enter must be whole numbers, and must not include decimals, full stops and commas. For example 25000, not 25,000.",
  "hintNoIHTPart1": "The values of the estate for probate are separate from the Inheritance Tax values, though in some cases the figures may be the same.",
  "hintNoIHTPart2": "These figures will be used on the grant of probate when it is issued.",
  "hintNoIHTPart3": "The values you enter can be estimates, but must be whole numbers, not including decimals, full stops or commas. For example, 25000, not 25,000.",
  "grossHint207": "Gross value of estate for probate in the UK in &pound;<br><br>This is the &rsquo;Gross estate in the UK passing under Will&rsquo; on the form",
  "grossHint205": "Gross value of assets for probate",
  "grossHint421": "Gross value of assets for probate",
  "grossHint400": "Gross value of assets for probate",
  "grossHintNoIHT": "<strong>Gross value for probate</strong><br><br>This is the total value of the assets the person who died held in their name, not including assets held jointly with anyone else.<br><br>To work out the gross value for probate, start with the gross value of the estate for Inheritance Tax then take away the values of any:<br><br><ul class=\"govuk-list govuk-list--bullet\"><li>joint assets passing to the other joint owner</li><li>foreign assets</li><li><a target=\"_blank\" rel=\"external noopener\" href={ihtGifts} class=\"govuk-link\" aria-label=\"gifts made in the last 7 years (opens in a new tab)\">gifts made in the last 7 years (opens in a new tab)</a></li><li>assets held in trust</li></ul>",
  "netHint205": "Net value of the estate for probate",
  "netHint207": "Net value of the estate for probate in the UK in &pound;",
  "netHint421": "Net value of the estate for probate",
  "netHint400": "Net value of the estate for probate",
  "netHintNoIHT": "<strong>Net value for probate</strong><br><br>To work this out, start with the gross value for probate you calculated above and take away the total value of any funeral expenses and all debts, owed by the person who died at the time of their death.<br><br>Do not include debts owed jointly with other people, such as a mortgage on a jointly owned property.<br><br>",
  "poundSymbol": "&pound;",
  "grossValueSummary": "Gross value for probate in &pound;",
  "netValueSummary": "Net value for probate in &pound;",
  "errors": {
    "grossValueField": {
      "required": "Enter the gross amount",
      "invalid": "Enter a valid gross amount",
      "invalidCurrencyFormat": "Gross value must be a whole number or a number with 2 decimal places",
      "invalidInteger": "The gross value must be a whole number and must not include decimals, full stops or commas. For example, 6000"
    },
    "netValueField": {
      "required": "Enter the net amount",
      "invalid": "Enter a valid net amount",
      "invalidCurrencyFormat": "Net value must be a whole number or a number with 2 decimal places",
      "netValueGreaterThanGross": "The net amount can&rsquo;t be greater than the gross amount",
      "invalidInteger": "The net value must be a whole number and must not include decimals, full stops or commas. For example, 6000"
    }
  }
}
